const ToeicReserve = () => {
    return (
        <section>
                        <h2>TOEIC Info</h2>
<h3 className="mb-4 text-primary">
            การจองสอบ
        </h3>
            <div className="h-[460px] overflow-y-auto">
                <div className="mb-8">
                    <div className="mb-2 font-semibold">บุคคลทั่วไป</div>
                    <p>
                        จองสอบล่วงหน้าอย่างน้อย 1 วันทำการก่อนวันสอบทาง Call Center ในวันทำการ วันจันทร์-วันเสาร์ เวลา 08.00 – 16.30 น. (ไม่รับจองสอบทาง Email)        </p>
                    <ul className="list-disc ml-5">
                        <li>ศูนย์สอบกรุงเทพฯ : 0-2260-7061, 0-2259-3990 ต่อ 101 หรือ ต่อ 603 สำหรับภาษาอังกฤษ</li>
                        <li>ศูนย์สอบเชียงใหม่ : 0-5324-1273 ถึง 5</li>
                    </ul>
                    <p><span className="font-semibold">Tip จาก LearnCloud: </span>การโทรติดในสายแรกอาจเป็นเรื่องยาก จึงแนะนำให้โทรไปซ้ำๆหลายๆครั้ง ซึ่งอาจมากกว่า 5 ครั้ง จึงโทรติด
                    </p>
                </div>
                <div className="mb-8">
                    <div className="mb-2 font-semibold">องค์กรหรือสถาบันการศึกษา</div>
                    <p>
                    องค์กรหรือสถาบันการศึกษาสามารถส่งเอกสารแบบฟอร์มจองสอบ(Corporate Test Request Form) ของผู้ที่ใช้สิทธิ์สอบในนามองค์กรหรือสถาบันทาง Email : test_reservations@cpathailand.co.th ล่วงหน้าอย่างน้อย 1 วันทำการก่อนวันสอบ ทั้งนี้ สามารถส่งเอกสารแบบฟอร์มจองสอบ ผ่านทางผู้ประสานงานขององค์กรเท่านั้น
                    </p>
                    
                </div>
                <div className="mb-8">
                    <div className="mb-2 font-semibold">กรณีผู้สอบจำเป็นต้องใช้อุปกรณ์การแพทย์หรืออุปกรณ์อื่นๆ</div>
                    <p>
                    หากผู้สอบจำเป็นต้องใช้อุปกรณ์ดังกล่าวระหว่างการสอบ เช่น อุปกรณ์ดามกระดูก(เฝือก) อุปกรณ์ช่วยฟัง เครื่องกระตุ้นหัวใจ Insulin Pump เก้าอี้มีล้อสำหรับผู้ป่วย (Wheelchair) เป็นต้น หรือกรณีที่ต้องการสอบด้วยวิธีเฉพาะ เช่น การสอบสำหรับผู้ที่มีความบกพร่องด้านการได้ยิน หรือ ด้านการมองเห็น (สอบโดยใช้อักษร Braille) เป็นต้น จะต้องแจ้งศูนย์สอบฯ และจองสอบ ในวันทำการล่วงหน้าอย่างน้อย 3-8 สัปดาห์ ทางโทรศัพท์ที่หมายเลข 02-260-7061 ต่อ 101 ในวันทำการ เวลา  08.00 –16.30 น. ซึ่งทางศูนย์สอบฯ จะแจ้งข้อมูลที่จำเป็นต่อไป ข้อมูลเพิ่มเติม
                    </p>
                </div>
                <div className="mb-8">
                    <div className="mb-2 font-semibold">การเลื่อนหรือยกเลิกการสอบ</div>
                    <p>
                    กรณีต้องการเลื่อนหรือยกเลิกการสอบ ต้องแจ้งล่วงหน้าอย่างน้อย 1 วันทำการก่อนวันสอบ ในวันทำการ เวลา 08.00 – 16.30 น. ไม่รวมวันหยุดนักขัตฤกษ์การเลื่อนหรือยกเลิกการสอบภายในวันที่สอบหรือหลังวันสอบ จะมีค่าธรรมเนียม (ค่าปรับ) จำนวน 500 บาท ซึ่งต้องชำระเพิ่มเติมในการสอบครั้งถัดไป
                    </p>
                </div>
                <div className="mb-8">
                    <div className="mb-2 font-semibold">กรณีต้องการสอบครั้งถัดไป</div>
                    <p>
                    ผู้สอบที่ถือสัญชาติไทยมีระยะเว้นการสอบ 3 วันปฏิทิน หลังจากวันสอบ
                    </p>
                </div>
            </div></section>
    )
}
export default ToeicReserve