const ToeicReportto = () => {
    return (
        <section><h3 className="mb-4 text-primary">
            การรายงานตัวในวันสอบ
        </h3>
            <div className="h-[500px] overflow-y-auto">
                <div className="mb-8">

                    <p className="indent-8 text-justify mb-4">
                        ผู้สอบที่จองสอบ <span className="font-semibold">ต้องมาลงทะเบียนที่ศูนย์สอบฯ 1 ชั่วโมง ก่อนเวลารอบสอบ</span> โดยเคาน์เตอร์เช็คอิน จะปิดให้บริการ 10 นาที ก่อนถึงเวลารอบสอบ พร้อมแสดงหลักฐานที่ต้องแสดงในวันสอบให้ครบถ้วน หากมาไม่ทันเวลาลงทะเบียนในรอบสอบนั้นๆ ศูนย์สอบฯ ขอสงวนสิทธิ์ในการปฏิเสธให้เข้าห้องสอบ และจะ<span className="font-semibold">มีค่าธรรมเนียม (ค่าปรับ) จำนวน 500 บาท</span> ซึ่งต้องชำระเพิ่มเติมในการสอบครั้งถัดไป
                    </p>
                    <p className="indent-8 text-justify mb-8">
                        ในช่วงสถานการณ์การแพร่ระบาดของโรค COVID-19 ผู้สอบจะต้องสวมหน้ากากอนามัยอย่างถูกวิธีตลอดเวลา ศูนย์สอบฯ ได้ยกเลิกพื้นที่นั่งรอ และจะอนุญาตให้เฉพาะผู้สอบเข้าบริเวณศูนย์สอบฯ ตามเวลาของรอบสอบเท่านั้น ทั้งนี้ศูนย์สอบฯ จะปฎิบัติตามมาตรการเพื่อป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรน่า 2019 (โควิด – 19)
                    </p>
                    <div className="mb-2 font-semibold">มาตรการเพื่อป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (โควิด-19)
                        (มีผลตั้งเเต่วันที่ 1 กุมภาพันธ์ 2566)</div>

                    <ol className="list-decimal list-outside ml-5">
                        <li>CPA (Thailand) ของดการจองสอบให้กับผู้สอบเเละผู้มาติดต่อศูนย์สอบในกรณีดังนี้
                            <ul className="list-disc ml-5">
                                <li>ผู้ที่อยู่ระหว่างการรักษาโรคโควิด-19</li>
                                <li>ผู้ที่มีอาการเข้าข่ายหรือมีความเสี่ยงต่อการติดเชื้อโรคโควิด-19
                                    หากมีการสํารองที่นั่งสอบไว้เเล้วก่อนที่จะทราบว่าผู้สอบมีความเสี่ยง ขอให้ผู้สอบเเจ้งยกเลิกหรือเลื่อนสอบทันที</li>
                            </ul>

                        </li>
                        <li>อนุญาตให้เฉพาะผู้สอบเข้ามาติดต่อที่ศูนย์สอบฯ ตามเวลารอบสอบที่สํารองที่นังไว้แล้วเท่านั้น
                        </li>
                        <li>ผู้สอบจะต้องสวมใส่หน้ากากอนามัยทางการแพทย์ (งดใส่หน้ากากผ้า) อย่างถูกวิธีตลอดเวลาที่อยู่ศูนย์สอบฯ
                        </li>
                        <li> CPA (Thailand) จะตรวจสอบให้ผู้สอบ/ผู้มาติดต่อ สวมใส่หน้ากากอนามัยอย่างถูกวิธีตลอดเวลา และให้ทํา
                            ความสะอาดมือด้วยเจลแอลกอฮอล์</li>
                        <li>พนักงาน CPA (Thailand) ทุกคนต้องสวมใส่หน้ากากอนามัยตลอดเวลาและสวมถุงมือขณะปฏิบัติงานใกล้ชิด
                            ผู้สอบหรือสัมผัสสัมภาระของผู้สอบ</li>
                        <li> มีการดําเนินการตามนโยบาย “การเว้นระยะห่าง” (Physical Distancing) ในทุกกระบวนการจัดสอบ</li>
                        <li>มีการทําความสะอาดอุปกรณ์การสอบ รวมถึงบริเวณจุดสัมผัสร่วมด้วยน้ำยาฆ่าเชื้อก่อนและหลังการสอบทุกรอบ</li>
                        <li>ขณะที่อยู่ที่ศูนย์สอบฯ กรณีที่ผู้สอบมีอาการ หรือ สังเกตเห็นผู้สอบท่านอื่นมีอาการไม่สบาย มีไข้ หรือมีอาการเกี่ยวกับ
                            ระบบทางเดินหายใจ กรุณาแจ้งเจ้าหน้าที่ทราบทันที</li>
                        <li> ผู้สอบหรือผู้มาติดต่อจะต้องปฏิบัติตามมาตรการเพื่อป้องกันและควบคุมฯ เเละระเบียบของ CPA (Thailand) ทุกประการ
                            CPA (Thailand) สงวนสิทธิในการไม่อนุญาตให้ผู้ที่ปฏิเสธที่จะปฏิบัติตามมาตรการฯ / ระเบียบฯ / ผู้ที่มีอาการเข้าข่าย / มีความเสี่ยงต่อการติดเชื้อโรคโควิด-19 หรือผู้ที่มีพฤติกรรมไม่เหมาะสมซึงส่งผลกระทบต่อผู้อื่น เข้ามาติดต่อหรือเข้าสอบโดยผู้สอบจะต้องยกเลิกหรือเลื่อนสอบในวันนั้น ทั้งนี้จะไม่มีการคืนค่าสอบในทุกกรณีที่มีการยกเลิกสอบหลังจากที่เริ่มกระบวนการสอบเเล้ว</li>

                    </ol>
                    <p className="text-right">ข้อมูลจาก https://cpathailand.co.th</p>




                </div>

            </div></section>
    )
}
export default ToeicReportto