const ToeicGetresult = () => {
    return (
        <section><h3 className="mb-4 text-primary">
            การรับผลสอบ
        </h3>
            <div className="h-[500px] overflow-y-auto">
                <div className="mb-8">
                    <ul className="list-disc list-outside ml-5 font ">
                        <li className="font-semibold">
                            รับผ่านทางไปรษณีย์ (EMS)
                            <div className="font-normal">
                                ผู้สอบสามารถเลือกวิธีรับผลสอบได้ในวันสอบก่อนเข้าห้องสอบ (ไม่สามารถเปลี่ยนแปลงวิธีรับผลสอบได้หลังจากที่เข้าห้องสอบแล้ว) กรณีที่ผู้สอบเลือกวิธีรับผลสอบทางไปรษณีย์ด่วนพิเศษ (EMS)จะมีค่าธรรมเนียมตามประเภทของการสอบ (จ่ายเป็นเงินสดในวันสอบเท่านั้น)
                            </div>
                            <div className="font-normal">
                                <p className="font-semibold mt-4 mb-4">
                                    ศูนย์สอบกรุงเทพฯ
                                </p>
                                <ul className="mb-4">
                                    <li>รอบสอบ จันทร์-พฤหัสบดี</li>
                                    <li>เวลารับผล: 1 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.</li>
                                    <li>วันส่งผลสอบทางไปรษณีย์ (EMS): 1 วันทำการหลังจากวันสอบ</li>
                                </ul>
                                <ul className="mb-4">
                                    <li>รอบสอบ ศุกร์</li>
                                    <li>เวลารับผล: 1 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.</li>
                                    <li>วันส่งผลสอบทางไปรษณีย์ (EMS): 2 วันทำการหลังจากวันสอบ
                                    </li>
                                </ul>
                                <ul className="mb-4">
                                    <li>รอบสอบ เสาร์</li>
                                    <li>เวลารับผล: 2 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.</li>
                                    <li>วันส่งผลสอบทางไปรษณีย์ (EMS): 2 วันทำการหลังจากวันสอบ</li>
                                </ul>

                            </div>

                            <div className="font-normal">
                                <p className="font-semibold mt-4 mb-4">
                                    ศูนย์สอบเชียงใหม่

                                </p>
                                <p>ผู้สอบสามารถเลือกวิธีรับผลสอบได้ในวันสอบก่อนเข้าห้องสอบ (ไม่สามารถเปลี่ยนแปลงวิธีรับผลสอบได้หลังจากที่เข้าห้องสอบแล้ว) กรณีที่ผู้สอบเลือกวิธีรับผลสอบทางไปรษณีย์ด่วนพิเศษ (EMS) จะมีค่าธรรมเนียมตามประเภทของการสอบ (จ่ายเป็นเงินสดในวันสอบเท่านั้น) </p>
                                <ul className="mb-4">
                                    <li>รอบสอบ จันทร์-พฤหัสบดี
                                    </li>
                                    <li>เวลารับผลและส่งผลสอบทางไปรษณีย์ (EMS): 4 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.
                                    </li>

                                </ul>
                                <ul className="mb-4">
                                    <li>รอบสอบ ศุกร์</li>
                                    <li>เวลารับผล: 1 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.</li>
                                    <li>วันส่งผลสอบทางไปรษณีย์ (EMS): 2 วันทำการหลังจากวันสอบ
                                    </li>
                                </ul>
                                <ul className="mb-4">
                                    <li>รอบสอบ ศุกร์-เสาร์
                                    </li>
                                    <li>เวลารับผลและส่งผลสอบทางไปรษณีย์ (EMS): 5 วันทำการหลังจากวันสอบ เวลา 14.30-16.30 น.</li>

                                </ul>
                                <p className="mb-4">หมายเหตุ:</p>
                                <ul className="list-disc ml-5">
                                    <li>กรณีรับผลสอบทางไปรษณีย์ด่วนพิเศษ (EMS) จะมีค่าธรรมเนียมตามประเภทของการสอบ (จ่ายเป็นเงินสดในวันสอบเท่านั้น)
                                    </li>
                                    <li>กรณีที่วันส่งผลสอบทางไปรษณีย์ตรงกับวันเสาร์หรือวันหยุดนักขัตฤกษ์ ผลสอบจะถูกส่งออกจากศูนย์สอบฯ ในวันทำการถัดไป
                                    </li>
                                    <li>
                                        ผู้สอบสามารถรับผลสอบตามวันเวลาที่กำหนดภายใน 90 วันหลังจากวันสอบ หากเกิน 90 วัน ผู้สอบจะต้องขอผลสอบในรูปแบบของการคัดสำเนาผลสอบ (Score Report Reprint) เท่านั้น
                                    </li>
                                    <li>กรณีให้ส่งผลสอบทางไปรษณีย์ด่วนพิเศษ (EMS) ศูนย์สอบฯ จะส่งผลสอบออกตามกำหนดการข้างต้น ซึ่งจะส่งถึงปลายทางเมื่อใด ขึ้นอยู่กับการดำเนินงานของทางไปรษณีย์ ทั้งนี้ หากผลสอบถูกตีกลับจากทางไปรษณีย์ ผู้สอบจะต้องเข้ามารับผลสอบที่ศูนย์สอบฯ ภายใน 90 วันหลังจากวันสอบเท่านั้น</li>
                                </ul>
                            </div>



                        </li>
                        <li className="font-semibold mt-8">รับด้วยตนเองหรือให้ผู้อื่นมารับแทน
                            <div className="font-normal">
                                หลักฐานแสดงตนทุกประเภทที่ผู้สอบนำมาแสดง ทุกฉบับต้องเป็นฉบับจริง อยู่ในสภาพสมบูรณ์ ข้อมูลและรูปถ่ายเป็นปัจจุบัน ชัดเจนไม่เลือนราง และไม่หมดอายุ โดยผู้สอบจะต้องใช้ข้อมูล เช่น ชื่อ-นามสกุล (ภาษาอังกฤษ) และหมายเลขบัตรประจำตัวประชาชน หรือ หมายเลขหนังสือเดินทาง (Passport) ให้ตรงตามหลักฐานแสดงตนในการสอบครั้งนั้น ผู้สอบสามารถรับผลสอบได้ตามวันและเวลารับผลสอบ โดยจะต้องแสดงหลักฐาน ดังนี้
                            </div>
                            <div className="font-semibold mt-4">กรณีมารับด้วยตนเอง
                            </div>
                            <ol className="font-normal list-decimal list-inside ">
                                <li>บัตรประจำตัวประชาชนไทย หรือ
                                </li>
                                <li>ใบขับขี่สมาร์ตการ์ดไทย (บัตรแข็ง) หรือ
                                </li>
                                <li>หนังสือเดินทางไทย (Passport)
                                </li>
                                <li>ใบลงทะเบียนสอบ TOEIC (Test Registration Form)
                                </li>
                                <li>กรณี เอกสารชำรุด หรือ สูญหาย ให้แสดงใบแจ้งความ (ต้นฉบับ)</li>
                            </ol>
                            <div className="font-semibold mt-4">กรณีให้ผู้อื่นรับแทน

                            </div>
                            <ol className="font-normal list-decimal list-inside ">
                                <li> เอกสารแสดงตนของผู้สอบ
                                    <ul className="list-disc list-inside ml-5">
                                        <li>บัตรประจำตัวประชาชนไทย หรือ
                                        </li><li>ใบขับขี่สมาร์ตการ์ดไทย (บัตรแข็ง) หรือ
                                        </li><li>หนังสือเดินทางไทย (Passport)
                                        </li>
                                    </ul>
                                </li>
                                <li>  เอกสารแสดงตนของผู้ดำเนินการแทน
                                    <ul className="list-disc list-inside ml-5">
                                        <li>บัตรประจำตัวประชาชนไทย หรือ
                                        </li><li>ใบขับขี่สมาร์ตการ์ดไทย (บัตรแข็ง) หรือ
                                        </li><li>หนังสือเดินทางไทย (Passport)
                                        </li>
                                    </ul>
                                </li>
                                <li>  ใบลงทะเบียนสอบ TOEIC (Test Registration Form)
                                    <ul className="list-disc list-inside ml-5">
                                        <li>กรณี เอกสารชำรุด หรือ สูญหาย ให้แสดงใบแจ้งความ (ต้นฉบับ)
                                        </li>
                                    </ul>
                                </li>
                                <li>  เอกสารการมอบฉันทะ (ต้นฉบับ) ที่ลงนามโดยผู้สอบ (รูปแบบใดรูปแบบหนึ่ง)

                                    <ul className="list-disc list-inside ml-5">
                                        <li>แบบฟอร์มการมอบฉันทะ ที่ด้านหลัง Test Registration Form (ต้นฉบับ)
                                        </li>
                                        <li>หนังสือมอบฉันทะ หรือ หนังสือมอบอำนาจทั่วไป
                                        </li><li>หนังสือมอบฉันทะของ CPA(Thailand) (สามารถติดต่อรับได้ที่ศูนย์สอบฯ หรืออีเมล clientservices@cpathailand.co.th)
                                        </li><li>สำเนาบัตรประจำตัวประชาชนของผู้สอบที่ลงลายมือชื่อและรับรองสำเนาถูกต้อง โดยผู้สอบที่ระบุรายละเอียดการมอบฉันทะ (ชื่อ-นามสกุล และหมายเลขบัตรประชาชน พาสปอร์ตของผู้รับมอบฉันทะ วัตถุประสงค์การมอบฉันทะ และความยินยอมในการเปิดเผยข้อมูล)
                                        </li>
                                    </ul>
                                </li>

                            </ol>
                            <div className="font-normal mt-4">
                                หมายเหตุ:
                                <ul className="list-disc list-inside ml-5">
                                    <li>บัตรหรือเอกสารทุกประเภทต้องอยู่ในสภาพสมบูรณ์ ข้อมูลและรูปถ่ายเป็นปัจจุบันชัดเจนไม่เลือนราง และไม่หมดอายุ</li>
                                    <li>ศูนย์สอบฯ ขอสงวนสิทธิ์ในการปฏิเสธการรับผลสอบ ในกรณีที่ผู้สอบแสดงเอกสารข้างต้นไม่ครบถ้วนสมบูรณ์ตามที่กำหนด</li>
                                </ul>
                            </div>

                        </li>
                    </ul>




                    <p className="text-right mt-4">ข้อมูลจาก https://cpathailand.co.th</p>




                </div>

            </div></section>
    )
}
export default ToeicGetresult